{
  "101": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "51–57",
      "html": "<p>The Committee's report explains that the definitions in § 101 are intended to be illustrative rather than exhaustive, and that terms not defined in the statute are to be given their ordinary meaning unless context indicates otherwise.</p><p>On <strong>\"work made for hire\"</strong>: The report describes two distinct categories. The first covers works prepared by employees within the scope of employment — a relationship assessed using common-law agency principles. The second covers nine enumerated categories of specially commissioned works, but only when the parties expressly agree in a written instrument signed by them that the work shall be considered a work made for hire. The Committee emphasized that \"the work-for-hire provisions of this bill represent a carefully balanced compromise, and it is not the Committee's intention to disturb or overturn the judicial precedents interpreting the pre-existing statutory provision.\"</p><p>On <strong>\"fixed\"</strong>: The report states that a work is \"fixed\" when its embodiment in a copy or phonorecord is \"sufficiently permanent or stable to permit it to be perceived, reproduced, or otherwise communicated for a period of more than transitory duration.\" The report notes that \"a work is 'created' when it is fixed in a copy or phonorecord for the first time,\" and that the fixation requirement applies to both the copyrightability of the work and the scope of protection for live broadcasts.</p><p>On <strong>\"publication\"</strong>: The report substantially narrows the significance of publication compared to the 1909 Act, noting that \"under the bill, as under the law in effect today, 'publication' has a specific technical meaning\" distinct from mere public performance or display. Distribution of copies to the public constitutes publication; public performance or display alone does not.</p>"
    },
    {
      "citation": "S. Rep. No. 94-473",
      "shortTitle": "Senate Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1975,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94srpt473",
      "pages": "53–60",
      "html": "<p>The Senate Judiciary Committee's report tracks the House report on most definitions but offers additional discussion of the \"work made for hire\" definition's legislative history, noting the competing interests between authors seeking to retain copyright in commissioned works and publishers and producers requiring certainty of ownership. The Senate report clarifies that the enumerated categories of specially commissioned works in the second clause of the definition are exhaustive.</p>"
    }
  ],
  "102": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "51–52, 56–57",
      "html": "<p>On the <strong>originality standard</strong>: The report states that the phrase \"original works of authorship\" is intended to incorporate without change the standard of originality established by the courts under the prior copyright statute. \"This standard does not include requirements of novelty, ingenuity, or esthetic merit, and there is no intention to enlarge the standard of copyright protection to require them.\" The Committee left the elaboration of the originality concept to the courts.</p><p>On <strong>fixation</strong>: \"Under the bill it makes no difference what the form, manner, or medium of fixation may be — whether it is in words, numbers, notes, sounds, pictures, or any other graphic or symbolic indicia, whether embodied in a physical object in written, printed, photographic, sculptural, punched, magnetic, or any other stable form, and whether it is capable of perception directly or by means of any machine or device 'now known or later developed.'\" A work is fixed when its embodiment is sufficiently permanent to permit perception for more than transitory duration.</p><p>On <strong>§ 102(b) — ideas and facts</strong>: \"Copyright does not preclude others from using the ideas or information revealed by the author's work. It pertains to the literary, musical, graphic, or artistic form in which the author expressed intellectual concepts. Section 102(b) makes clear that copyright protection does not extend to any idea, procedure, process, system, method of operation, concept, principle, or discovery, regardless of the form in which it is described, explained, illustrated, or embodied in such work.\" The report confirms this restates existing law, codifying <em>Baker v. Selden</em>, 101 U.S. 99 (1880).</p><p>The eight categories of copyrightable subject matter in § 102(a) are described as illustrative rather than limitative. The Committee noted that the list is intended to be interpreted broadly so as to include new forms of expression that do not fit neatly into existing categories.</p>"
    }
  ],
  "106": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "61–63",
      "html": "<p>\"The five fundamental rights that the bill gives to copyright owners — to reproduce the copyrighted work in copies or phonorecords, to adapt it, to distribute it to the public, to perform it publicly, and to display it publicly — are stated generally in section 106. These exclusive rights, which come into existence the moment an original work of authorship is fixed, are subject to a number of specified exceptions and limitations set forth in the following sections.\"</p><p>The report explains that the exclusive rights are cumulative and may overlap. A single act can infringe more than one right simultaneously. Conversely, a use that does not implicate any of the five enumerated rights — for example, reading a book to oneself or viewing a painting in a museum — is not an infringement.</p><p>On the <strong>reproduction right</strong>: Any copying of the protected expression in the work, in any form, constitutes infringement unless authorized or exempted. The report notes that the reproduction right is \"the core\" of copyright protection.</p><p>On the <strong>distribution right</strong>: The right to distribute applies to the first sale of copies or phonorecords, but is subject to the limitations in § 109 (the \"first sale\" doctrine). Once a copyright owner transfers title to a particular copy, the distribution right in that copy is exhausted.</p><p>On <strong>public performance and display</strong>: The report emphasizes the distinction between public and private performance or display. Only public performances and displays are within the copyright owner's exclusive rights. A performance or display is \"public\" if it occurs at a place open to the public or at any place where a substantial number of persons outside a normal circle of family and friends is gathered.</p>"
    }
  ],
  "107": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "65–74",
      "html": "<p>\"Although the courts have considered and ruled upon the fair use doctrine over and over again, no real definition of the concept has ever emerged. Indeed, since the doctrine is an equitable rule of reason, no generally applicable definition is possible, and each case raising the question must be decided on its own facts. On the other hand, the endless variety of situations and combinations of circumstances that can arise in particular cases precludes the formulation of exact rules in the statute. The bill endorses the purpose and general scope of the judicial doctrine of fair use, but there is no disposition to freeze the doctrine in the statute, especially during a period of rapid technological change. Beyond a very broad statutory explanation of what fair use is and some of the criteria applicable to it, the courts must be free to adapt the doctrine to particular situations on a case-by-case basis.\"</p><p>\"Section 107 is intended to restate the present judicial doctrine of fair use, not to change, narrow, or enlarge it in any way.\"</p><p>On the <strong>four statutory factors</strong>: The report explains that the four factors are not exhaustive — courts may consider any relevant factor. On the first factor (purpose and character of use), the report notes that whether the use is commercial is relevant but not determinative: \"A commercial use is presumed to be an unfair exploitation of the monopoly privilege that belongs to the owner of the copyright; nonprofit or educational purposes are generally in the opposite direction.\" On the fourth factor (market effect), the report states that this factor requires courts to consider not only actual market harm but also potential market harm from widespread similar uses.</p><p>The report provides a non-exhaustive list of examples: criticism, comment, news reporting, teaching, scholarship, and research. These are listed as \"illustrations of the types of copying that courts and Congress most commonly regard as fair uses.\" The list is not intended to establish any presumption of fairness; even uses falling within these categories must be assessed under the four factors.</p><p>The report also addresses the relationship between fair use and other exemptions: where a specific statutory exemption applies (such as § 108 for libraries), that exemption governs and fair use is irrelevant. The two doctrines are complementary, however, and the Committee intended that fair use remain available for situations not covered by specific exemptions.</p>"
    },
    {
      "citation": "S. Rep. No. 94-473",
      "shortTitle": "Senate Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1975,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94srpt473",
      "pages": "62–65",
      "html": "<p>The Senate Judiciary Committee's report largely parallels the House report on fair use. Both reports confirm that the four factors codify longstanding common-law doctrine going back to <em>Folsom v. Marsh</em>, 9 F. Cas. 342 (C.C.D. Mass. 1841) and subsequent cases. The Senate report additionally emphasizes that the factors must be weighed together, and that no single factor is dispositive.</p><p>On the fourth factor, the Senate report states: \"This factor, more than any other, tends to define the outer boundaries of fair use. If a use substantially harms the copyright owner's potential market, it generally cannot qualify as a fair use, even if the other three factors point toward fairness.\"</p>"
    }
  ],
  "108": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "74–79",
      "html": "<p>The report describes § 108 as establishing a carefully limited set of conditions under which libraries and archives may reproduce copyrighted works without permission. \"The rights of reproduction and distribution under this section apply in the following circumstances: where the copy is made for the private study, scholarship, or research of the user requesting it; where the reproduction bears a copyright notice; and where the library or archive has no reason to believe that the copy will be used for any purpose other than private study, scholarship, or research.\"</p><p>The Committee emphasized the distinction between single copies made for specific users and systematic reproduction programs. \"The limitation of section 108 to 'isolated and unrelated reproduction' is intended to preclude the use of the section as a justification for organized schemes to reproduce copyrighted materials on a widespread basis.\" Large-scale or systematic reproduction falls outside § 108 and must be evaluated under fair use or cleared through licensing.</p><p>\"The rights of reproduction and distribution under this section are explicitly limited to reproduction 'without any purpose of direct or indirect commercial advantage.' This is intended to preclude for-profit enterprises from claiming the exemption even if they satisfy the other requirements.\"</p><p>The report stresses that § 108 is not intended to affect the application of fair use to library activities. \"The rights of reproduction and distribution under this section do not supersede any contractual obligations assumed at any time by the library or archives when it obtained a copy or phonorecord of a work in its collections.\" The conference report (H.R. Rep. 94-1733) provides additional guidance on interlibrary loan practices.</p>"
    }
  ],
  "109": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "79–80",
      "html": "<p>\"Section 109(a) restates and confirms the principle that, where the copyright owner has transferred ownership of a particular copy or phonorecord of a work, the person to whom the copy or phonorecord is transferred is entitled to dispose of it by sale, rental, or any other means. Under this 'first sale' doctrine, which has been established by the court decisions and which is now made explicit in the statute, the copyright owner's exclusive right to vend applies only to the first sale of a particular copy.\"</p><p>The report clarifies that the first sale doctrine applies only to ownership of a specific copy or phonorecord — not to a license. If a copy is licensed rather than sold (i.e., title does not pass), the distribution right is not exhausted. The report notes that the distinction between sale and license is a matter of the agreement's substance, not its label.</p><p>On the <strong>display right</strong>: § 109(c) separately confirms that the owner of a lawfully made copy may display that copy publicly, either directly or by means of a film or slide, at the place where the copy is located. This does not permit transmission to other locations — only display at the physical location of the copy itself.</p><p>The first sale doctrine as codified in § 109(a) reflects a balance between the author's right to control the initial distribution of a work and the public interest in the free circulation of goods already sold into commerce. The Committee was careful to limit the doctrine to particular authorized copies: an infringing copy is not entitled to first-sale treatment.</p>"
    }
  ],
  "110": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "81–86",
      "html": "<p>Section 110 provides a series of specific exemptions from the public performance and display rights. The Committee's report describes § 110(1) as the \"face-to-face teaching\" exemption: \"Performances or displays of a work by instructors or pupils in the course of face-to-face teaching activities of a nonprofit educational institution, in a classroom or similar place devoted to instruction, unless in the case of an audiovisual work the performance or display of particular images is given by means of a copy that was not lawfully made under this title and that the person responsible for the performance knew or had reason to believe was not lawfully made.\"</p><p>On § 110(2) (instructional broadcasting), the report notes that it was a compromise provision that was subject to significant debate. The exemption allows transmission of performances in the context of systematic instructional activities, but with significantly more limitations than face-to-face teaching, including requirements that the transmission be directed to classrooms or other similar places and that the work performed be directly related and of material assistance to the curriculum.</p><p>On § 110(4) (nonprofit performances), the report describes the conditions for exempt live performances of nondramatic literary and musical works: the performance must be without commercial advantage, performers must not receive compensation, and if there is a direct or indirect admission charge, the copyright owner must have the opportunity to object.</p><p>The Committee was careful to distinguish the § 110 exemptions from fair use: the § 110 exemptions are categorical and do not require a case-by-case analysis. However, \"the exemptions in section 110 do not deprive copyright owners of their rights against parties who do not fall within the specified categories.\"</p>"
    }
  ],
  "114": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "106–107",
      "html": "<p>The 1976 Act for the first time granted federal copyright protection to sound recordings fixed on or after February 15, 1972. The Committee's report explains that the exclusive rights in sound recordings are deliberately narrower than those in other works. Most significantly, § 114(a) limits the reproduction right to the actual sounds in the recording, not the underlying musical composition or other work.</p><p>\"Infringement of copyright in a sound recording under the legislation would not include the making or duplication of another sound recording that is an independent fixation of other sounds, even though such sounds imitate or simulate those in the copyrighted sound recording.\" This means that a party who independently records a performance of the same underlying work — even one that sounds identical — does not infringe the copyright in the original sound recording. The exclusive right is only against direct copying of the actual sounds.</p><p>Critically, the 1976 Act did <strong>not</strong> give sound recording copyright owners a general public performance right. The Committee declined to extend the performance right to sound recordings, citing concerns about the impact on broadcasters and the music industry. This limitation remained until the Digital Performance Right in Sound Recordings Act of 1995 (Pub. L. 104-39).</p>"
    },
    {
      "citation": "S. Rep. No. 104-128",
      "shortTitle": "Senate Commerce Committee — Digital Performance Right in Sound Recordings Act of 1995",
      "congress": 104,
      "year": 1995,
      "publaw": "104-39",
      "govinfoPkg": "CRPT-104srpt128",
      "pages": "1–15",
      "html": "<p>The Senate Commerce Committee's report on the Digital Performance Right in Sound Recordings Act (DPRSRA) explains that the legislation created a limited digital performance right for sound recordings for the first time. The Committee found that digital audio services posed a new competitive threat to sound recording sales that the existing law's absence of a performance right failed to address.</p><p>The report establishes a tiered approach: interactive services require direct licensing from the copyright owner; eligible nonsubscription broadcast services are fully exempt; and certain subscription and noninteractive services qualify for a statutory license under § 114(f). The Committee emphasized that the performance right was \"narrow\" and designed to protect against services that substitute for record purchases while not unduly burdening radio broadcasters or other traditional services.</p>"
    }
  ],
  "115": [
    {
      "citation": "H.R. Rep. No. 94-1476",
      "shortTitle": "House Judiciary Committee — General Revision of the Copyright Law",
      "congress": 94,
      "year": 1976,
      "publaw": "94-553",
      "govinfoPkg": "CRPT-94hrpt1476",
      "pages": "107–110",
      "html": "<p>The compulsory license for making and distributing phonorecords of nondramatic musical works codified a system that first appeared in the Copyright Act of 1909. The Committee's report explains that the compulsory license is justified by the concern that granting a single copyright owner a monopoly over phonorecord recordings of a popular song would give that owner undue leverage over the recording industry. Once a copyright owner has authorized the first commercial distribution of phonorecords of a work in the United States, any other person may obtain a compulsory license to record and distribute their own version.</p><p>\"The compulsory license does not allow the licensee to simply reproduce the copyrighted work; the licensee must make an arrangement — that is, prepare a new recording of the underlying musical composition. The licensee is not permitted to duplicate the sound recording itself.\" The license covers only nondramatic musical works; dramatic works such as operas and musical plays are outside its scope.</p><p>On royalty rates, the report noted that the statutory rate would initially be set at 2¾ cents per phonorecord, subject to periodic adjustment. The mechanical license regime was intended to ensure that songwriters receive compensation whenever their compositions are recorded commercially, while ensuring that the recording industry has access to popular music on reasonable terms.</p>"
    },
    {
      "citation": "H.R. Rep. No. 115-651",
      "shortTitle": "House Judiciary Committee — Music Modernization Act",
      "congress": 115,
      "year": 2018,
      "publaw": "115-264",
      "govinfoPkg": "CRPT-115hrpt651",
      "pages": "1–35",
      "html": "<p>The Music Modernization Act (MMA) fundamentally restructured the compulsory mechanical licensing system. The House Judiciary Committee's report describes the core problem: the existing per-song mechanical license system was \"woefully out of step with the realities of the modern music marketplace\" in which digital streaming services needed licenses covering millions of songs and had no efficient means to identify and pay all relevant rights holders.</p><p>Title I of the MMA established a blanket license system administered by a newly created Mechanical Licensing Collective (MLC). Digital music providers offering on-demand streaming and limited download services may obtain a blanket license from the MLC covering all musical works in its repertoire, rather than obtaining thousands of individual licenses. The MLC is responsible for collecting and distributing royalties to copyright owners and must maintain a public musical works database identifying songs and their rights holders.</p><p>The Committee emphasized that the MLC's key function is to match royalties to rights holders and reduce the large pool of \"unclaimed accrued royalties\" that had accumulated under the prior system. The report describes the MLC's governance structure, the role of the Copyright Royalty Board in setting rates, and the administrative assessment system by which digital music providers fund the MLC's operations.</p>"
    },
    {
      "citation": "S. Rep. No. 115-339",
      "shortTitle": "Senate Judiciary Committee — Music Modernization Act",
      "congress": 115,
      "year": 2018,
      "publaw": "115-264",
      "govinfoPkg": "CRPT-115srpt339",
      "pages": "1–30",
      "html": "<p>The Senate Judiciary Committee's report on the Music Modernization Act emphasizes the bipartisan, industry-consensus nature of the legislation. The Committee describes the blanket license system as a \"grand bargain\" among digital service providers, music publishers, and songwriters, designed to reduce litigation, streamline licensing, and ensure that unclaimed royalties ultimately flow to their proper owners.</p><p>The Senate report provides additional detail on the transition from the existing per-song license to the blanket license system, the treatment of licenses in effect on the date of enactment, and the rights of copyright owners to audit digital music providers' usage reports.</p>"
    }
  ],
  "117": [
    {
      "citation": "H.R. Rep. No. 96-1307",
      "shortTitle": "House Judiciary Committee — Computer Software Copyright Act of 1980",
      "congress": 96,
      "year": 1980,
      "publaw": "96-517",
      "govinfoPkg": "CRPT-96hrpt1307",
      "pages": "3–8",
      "html": "<p>Section 117 as amended in 1980 implemented the recommendations of the National Commission on New Technological Uses of Copyrighted Works (CONTU). The House Judiciary Committee's report explains that two specific exemptions for computer program users were necessary to allow the normal use of copyrighted software without requiring a separate license for every act of loading or running a program.</p><p>On the <strong>essential step defense</strong> (§ 117(a)(1)): An owner of a copy of a computer program may make or authorize another copy or adaptation of that program as an essential step in the utilization of the program in conjunction with a machine. The Committee's report explains that this provision is necessary because loading a program into RAM (random access memory) constitutes a \"copy\" under the statute, and without this exemption, simply running a program would constitute infringement.</p><p>On the <strong>archival copy defense</strong> (§ 117(a)(2)): The report explains that owners of software should be permitted to make archival (backup) copies for use in the event the original copy is damaged or destroyed. This right extends only to the owner of a copy — not to licensees who do not own their copy — and the archival copies must be destroyed if continued possession of the program ceases to be rightful.</p><p>The report emphasizes that these exemptions are limited to the \"owner\" of a lawfully made copy, adopting the analysis from <em>Wise v. UMG</em> that license arrangements that do not transfer title do not convey the § 117 benefits. The CONTU Final Report (incorporated by reference) provides the foundational policy analysis.</p>"
    }
  ],
  "512": [
    {
      "citation": "S. Rep. No. 105-190",
      "shortTitle": "Senate Commerce Committee — Digital Millennium Copyright Act",
      "congress": 105,
      "year": 1998,
      "publaw": "105-304",
      "govinfoPkg": "CRPT-105srpt190",
      "pages": "2, 19–28",
      "html": "<p>\"The Committee has carefully crafted this legislation to protect the legitimate interests of copyright owners while providing the necessary business certainty to allow the development of the Internet and related technologies. The limitations on liability described in this section are based on functions performed by service providers rather than on types of entities.\"</p><p>The Senate Commerce Committee's report describes the four safe harbors as reflecting \"common sense\" limitations: they apply to providers who (1) transmit or route user content without modification, (2) cache content to improve performance, (3) store content at users' direction, or (4) refer users to content through links or search functions. The report emphasizes that the safe harbors are entirely elective — a provider that fails to qualify simply faces ordinary copyright liability; it is not subject to any heightened liability for having attempted to qualify.</p><p>On <strong>notice and takedown</strong>: The report describes the § 512(c)(1)(C) notice-and-takedown mechanism as a \"notification\" system rather than a \"take down\" system. A service provider that promptly removes or disables access to allegedly infringing material upon proper notification, and reinstates it upon proper counter-notification, is shielded from liability both for the initial hosting and for the removal. The counter-notification and \"put back\" provisions protect users against improper takedowns.</p><p>On the <strong>knowledge standard</strong> (§ 512(c)(1)(A)): The report explains that providers lose the § 512(c) safe harbor if they have actual knowledge of infringement, are aware of facts or circumstances from which infringement is apparent (\"red flag\" knowledge), and fail to act expeditiously. Congress rejected a generalized monitoring obligation; providers are not required to police their services for infringement, but cannot remain willfully blind to clear evidence of it.</p>"
    },
    {
      "citation": "H.R. Rep. No. 105-551 (Pt. 2)",
      "shortTitle": "House Commerce Committee — Digital Millennium Copyright Act",
      "congress": 105,
      "year": 1998,
      "publaw": "105-304",
      "govinfoPkg": "CRPT-105hrpt551pt2",
      "pages": "49–61",
      "html": "<p>The House Commerce Committee's report provides the most detailed legislative history of § 512. The report describes the four safe harbors as occupying distinct functional categories and notes that a single service provider may simultaneously qualify for different safe harbors for different functions it performs.</p><p>On the <strong>financial benefit / right and ability to control</strong> standard (§ 512(c)(1)(B)): The report explains that a service provider loses the hosting safe harbor if it receives a direct financial benefit from infringing activity and has the right and ability to control that activity. The Committee described this as analogous to vicarious liability doctrine. Merely charging a flat-rate subscription fee does not constitute receiving a direct financial benefit from specific infringing activity.</p><p>On the <strong>repeat infringer policy</strong> (§ 512(i)(1)(A)): Service providers must adopt and reasonably implement a policy of terminating the accounts of users who are repeat infringers. The report notes that the policy must be \"reasonably implemented\" but does not require perfection; providers are not liable for a repeat infringer who evades detection through subterfuge.</p><p>On <strong>section 512(f) — misrepresentation</strong>: The report emphasizes that the notice-and-takedown system is balanced by liability for knowing misrepresentations. A party who sends a takedown notice knowing that the material is not infringing, or who sends a counter-notification knowing that the material was properly removed, is liable for damages including attorney's fees.</p>"
    }
  ],
  "1201": [
    {
      "citation": "S. Rep. No. 105-190",
      "shortTitle": "Senate Commerce Committee — Digital Millennium Copyright Act",
      "congress": 105,
      "year": 1998,
      "publaw": "105-304",
      "govinfoPkg": "CRPT-105srpt190",
      "pages": "8–16",
      "html": "<p>Section 1201 contains two distinct prohibitions that the Senate Commerce Committee's report treats separately. The first is a prohibition on the act of circumventing a technological protection measure (TPM) used by copyright owners to control <em>access</em> to their works. The second is a prohibition on manufacturing, importing, or trafficking in devices or services primarily designed to circumvent TPMs that control access to, or protect the exercise of rights in, copyrighted works.</p><p>\"The act of circumventing a technological protection measure put in place by a copyright owner to control access to a copyrighted work is the electronic equivalent of breaking into a locked room in order to obtain a copy of a book.\" The report emphasizes that the access-control provision (§ 1201(a)(1)) is not a copyright infringement rule — it applies even if no copyright infringement occurs as a result of the circumvention.</p><p>The report draws an important distinction: § 1201(a) covers circumvention of <em>access controls</em> (measures that prevent unauthorized access to the work); § 1201(b) covers devices that circumvent measures protecting the exercise of the copyright owner's <em>exclusive rights</em> (e.g., copy-control measures). Notably, § 1201(b) does not prohibit the act of circumventing copy controls, only the trafficking in devices for that purpose. This asymmetry was deliberate.</p><p>On <strong>the triennial rulemaking</strong> (§ 1201(a)(1)(B)–(E)): Recognizing that the access-control prohibition could harm some legitimate uses, Congress directed the Librarian of Congress — on the recommendation of the Register of Copyrights — to conduct a triennial rulemaking to identify and exempt classes of works for which users are adversely affected in making noninfringing uses. The report describes this as a \"fail-safe\" mechanism designed to ensure that § 1201(a)(1) does not harm noninfringing uses identified through actual marketplace experience.</p><p>The report explains seventeen specific exemptions built into the statute (§§ 1201(d)–(j)), covering libraries, law enforcement, encryption research, security testing, privacy protection, and others. These exemptions were \"not intended to be exclusive\" of the rulemaking process, but rather to provide immediate certainty for specific identified uses.</p>"
    },
    {
      "citation": "H.R. Rep. No. 105-551 (Pt. 1)",
      "shortTitle": "House Judiciary Committee — Digital Millennium Copyright Act",
      "congress": 105,
      "year": 1998,
      "publaw": "105-304",
      "govinfoPkg": "CRPT-105hrpt551pt1",
      "pages": "17–25",
      "html": "<p>The House Judiciary Committee's report on § 1201 provides additional detail on the relationship between the anti-circumvention provisions and the existing exclusive rights framework. The Committee emphasized that § 1201 supplements rather than replaces the exclusive rights in § 106: \"If a copyright owner has received payment for making a work available to a consumer, the consumer's subsequent copying of that work — where the consumer circumvents an access control to make the copy — could infringe the reproduction right even if the anti-circumvention provision were not violated.\"</p><p>The Committee rejected an amendment that would have created a broad fair-use exception to § 1201, concluding that the triennial rulemaking process and the specific statutory exemptions provided sufficient protection for noninfringing uses. The report notes, however, that § 1201 does not eliminate the affirmative defense of fair use in infringement actions — it simply creates a new, independent prohibition on circumvention that operates separately from the infringement framework.</p>"
    }
  ]
}
